import styles from './career.module.css'

const Career = () => {
  return (
    <div className={styles.main}>
        <div className={styles.sec1}>
                <video src="https://backend.zajil-express.com/assets/video/video.mp4" width={425} autoPlay loop muted></video>
        </div>
        <div className={styles.backen}></div>
        <div className={styles.back}></div>

        <div className={styles.continer}>

            <div className={styles.sec}>
                <h1>كن شريكًا في منظومة استثنائية ل</h1>
                <p>تسعى زاجل لتوظيف الكفاءات المتميزة التي تساعدها على تحقيق الريادة في  مجال التجارة العالمية.</p>
                <p>باعتبارها أول شركة خاصة لخدمات البريد في السعودية، تطمح زاجل لتصبح أحد أكبر مزودي خدمات الشحن للمؤسسات والعملاء الأفراد على السواء.</p>
            </div>
            <div className={styles.sec2}>
                <h1>كن جزءًا من عائلة كبيرة</h1>
                <p>عندما تنضم إلى زاجل، ستشعر أنك جزءٌ من عائلة كبيرة متماسكة يشجع بعضها بعضًا لتحقيق التميز والنجاح، حيث تحرص الشركة على توفير بيئة عمل دافئة يسودها التعاون والمشاركة والعمل الجاد، مما ينعكس بشكل إيجابي على تجربة العملاء وأداء الشركة بشكل عام.</p>
            </div>
            <div className={styles.sec3}>
                <h1>التدريب والتطوير</h1>
                <p>توفر زاجل أفضل برامج التدريب في مجال الشحن والخدمات اللوجستية، مما يتيح لك تطوير إمكاناتك ومهاراتك المهنية. فمعنا، ستتعلم كيفية تصميم حلول فعالة تقدم قيمة حقيقية للعملاء وتعزز مكانتك في هذا القطاع الحيوي الواعد.</p>
            </div>
            <div className={styles.sec4}>
                <h1>فرصة مثالية للتطور المهني</h1>
                <p>تشهد زاجل معدلات نمو قياسية. ويمكنك أن تكون جزءًا من رحلة نجاحنا المذهلة. ونقدم لك فرص وعروض وظيفية متميزة في العديد من المجالات، بدايةً من الخطوط الأمامية لخدمات التوصيل حتى خدمات إدارة المخزون.</p>
            </div>
        </div>
    </div>
  )
}

export default Career