import styles from './developertools.module.css'


const Developertools = () => {
  return (
    <div className={styles.main}>
        <div className={styles.back}></div>
        <div className={styles.continer}>
            <div className={styles.sec}>
                <h1>أدوات تطوير البرمجيات</h1>
                <p>امنح عملاءك تجربة استثنائية من خلال ربط موقعك الإلكتروني بمنصة زاجل اللوجستية</p>
            </div>
            <div className={styles.sec2}>
                <h1>حلول لوجستية مثالية لإدارة عمليات البيع بكل سهولة وكفاءة</h1>
                <p>تستطيع واجهة برمجة التطبيقات المتطورة في زاجل التكامل بشكل مثالي مع معظم مواقع التسوق (مثل Shopify) وغيرها من برامج إدارة موارد المؤسسة. فبمجرد توصيل تطبيقك أو موقعك الإلكتروني بمنصة زاجل، يمكنك إنشاء طلبات الشحن مباشرةً عبر الموقع/التطبيق والحصول على رقم مرجعي لتتبع الشحنة. كما يمكنك تحديد خيار الدفع عند الاستلام وإدارة عمليات ما بعد الطلب (مثل طباعة الملصقات وإلغاء الشحنات وإنشاء طلبات لتحديد نقاط الاستلام)</p>
            </div>
            <div className={styles.sec3}>
                <h1>01</h1>
                <h3>الشحن</h3>
                <p>قدّم طلب الشحن من خلال إرسال بيانات الشحنة إلى زاجل، واحصل على كود مرجعي ورقم تتبع الشحنة</p>
                <p>اطبع رقم بوليصة الشحن وفقًا للمواصفات</p>
                <p>يمكنك إلغاء طلب الشحن قبل تنفيذه مع توضيح سبب الإلغاء لتسجيله بالمنصة</p>
            </div>
            <div className={styles.sec4}>
                <h1>02</h1>
                <h3>تتبع الشحنة</h3>
                <p>
تعرف على تفاصيل مسار الشحنة
احصل على إشعارات لمعرفة تطور حالة الطلب، مثل: خروج الشحنة لبدء الشحن، في مرحلة الترانزيت، خروج الشحنة للتسليم، تم التسليم، وحالة الطلب بنهاية اليو</p>
            </div>
            <div className={styles.sec5}>
                <h1>03</h1>
                <h3>موقع التسليم</h3>
                <p>قدّم طلب لتحديد نقطة التسليم، مع تحديد الوقت والتاريخ

</p>
            </div>
        </div>
    </div>
  )
}

export default Developertools