import styles from './electron.module.css'
import Image from 'next/image'
import icon from '../../../../public/icon-z.svg'
import person from '../../../../public/trperson.webp'
import back from '../../../../public/back.jpg'

const Elect = () => {
  return (
    <div className={styles.main}>
      <div className={styles.continer}>
        <div>
          <Image
            src={back}
            width={340}
          />
          <div>
          <Image 
            src={icon}
            width={25}
          />
          <h1>اضمن تلبية طلبات عملائك مع حلول زاجل الاحترافية<span > للمتاجر الإلكترونية</span>  </h1>
          <p>باعتبارها أول شركة خاصة لتقديم خدمات البريد بالمملكة، تسخر زاجل كافة خبراتها وإمكاناتها وشبكتها العالمية الهائلة لتقديم مجموعة متكاملة من الحلول اللوجستية الاحترافية التي تلبي الاحتياجات المتنوعة للعملاء بأسعار تنافسية.</p>
          </div>
        </div>
        <hr />
        <div>
          <Image 
            src={person}
            width={340}
          />
          <h1>حلول مثالية من علامة موثوقة</h1>
          <p>تُعد زاجل التي يقع مقرها في الرياض - إحدى الشركات الرائدة في مجال الشحن والخدمات اللوجستية. وتحظى الشركة بثقة وتقدير ملايين العملاء على مستوى العالم. وتحرص زاجل على زيادة مراكز التوزيع التابعة لها حول العالم لمساعدة المزيد من العملاء على النمو والانطلاق بعلاماتهم التجارية نحو العالمية، حيث يقوم خبراؤنا بالجمع بين الخدمات اللوجستية المختلفة لتصميم حلول شحن مثالية تناسب الاحتياجات المختلفة لكل عميل، والتي تشمل خدمات التخزين والتوزيع وخدمات الميل الأخير وخيارات الدفع عند الاستلام، مما يساعد العملاء على تحسين كفاءة الأداء وتقليل التكلفة. فخدمات زاجل للشركات الصغيرة والمتوسطة مصممة خصيصًا لتعزيز مكانة علامتك التجارية ومنح عملائك تجربة استثنائية. ماذا تنتظر؟ تواصل اليوم مع أحد مصممي الحلول اللوجستية لدينا!</p>
        </div>
      </div>
    </div>
  )
}

export default Elect