import styles from './terms.module.css'
import Image from 'next/image'
import bac from '../../../../public/background-track.webp'
const Terms = () => {
  return (
    <div className={styles.main}>
        <div className={styles.background}></div>
        <div >
            <Image
                src={bac}
                width={412}
            />
        </div>
        <div className={styles.back}></div>
        <div className={styles.continer}>
            <div className={styles.sec}>
                <h1>تفاصيل شروط والتزامات مقدم الخدمة، والمستفيد:</h1>
                <p>عند التوقيع على طلب شحن المنقولات يوافق المرسل ويقر باطلاعه وفهمه وموافقته على كافة الشروط الواردة أدناه،وتحدد هذه الشروط الضوابط والأحكام والنتائج المترتبة على قيام شركة زاجل (ويشار إليها فيما بعد بزاجل) بشحن المنقولات:</p>
            </div>
            <div className={styles.sec1}>
                <h1>1. وثيقة النقل:</h1>
                <p>1.يقر المرسل بأن المنقولات مملوكة له ملكيه تامة أو مصرح له بنقلها والتوقيع نيابة عن مالكها الأصلي على كافة هذه الشروط، ويتحمل المرسل وحده مسئولية أي ضرر أو تكاليف أو مصاريف إضافية تحملتها زاجل بسبب مخالفته.</p>
                <p>2.يجب على المرسل ملء كافة البيانات المدونة على اللاصق ووثيقة النقل بمعرفته ويتأكد من صحة العناوين وزاجل غير مسئولة عن التأخير أو التلف أو الفقد الناتج عن مخالفة المرسل لذلك،كما يجب على المرسل توضيح عدد ونوع المنقولات والطرق والاحتياطات اللازمة التي يجب على الناقل الأخذ بها عند نقل تلك المنقولات طبقاً للقواعد المرعية في هذا الشأن، ويكون المرسل مسؤولاً أمام زاجل والغير عن أي ضرر يترتب على عدم دقة وصحة وكفاية المعلومات التي يجب أن تشملها وثيقة النقل.</p>
                <p>3.إن توقيع المرسل على بوليصة الشحن دون أي ملاحظات أو تحفظ إقراراً منه بصحة ما ورد فيها من بيانات.</p>

            </div>
            <div className={styles.sec2}>
                <h1>2. شروط المنقول/ المنقولات:</h1>
                <span>أولاً: المواد التي لا يجوز نقلها:</span>
                <p>1.المخدرات والمسكرات بأنواعها.</p>
                <p>2.النقد المحلي أو الأجنبي بأنواعه مثل(الذهب-الفضة-المعادن النفيسة).</p>
                <p>3.المفرقعات والأسلحة بأنواعها.</p>
                <p>4.المطبوعات والمواد الممنوعة التي تتنافي مع التقاليد والأخلاق والآداب العامة والنظم والقوانين السعودية.</p>
                <p>5.المواد ذات القيمة غير العادية كالأعمال الفنية أو الأحجار الكريمة أو المعادن وغيرها.</p>
                <p>6.الأوراق التجارية كالشيكات وكالاسهم المالية أو الفواتير او الصكوك أو دفاتر الحسابات أو بطاقات ائتمان أو سندات الخزانة والسندات والمستندات أو الأختام لأ المواد المتعلقة بنزاعات أو قضاياأو خلافها.</p>
                <p>7.المواد القابلة للفساد بسبب الحرارة.</p>
                <p>8.الحيوانات كالخيول الأصيلة والماشية والقطط وخلافها.</p>
                <br />
                <br />
                <span>ثانياً: المواد التي لا يجوز نقلها إلا بعقد خاص:</span>
                <p>1.المواد الخطرة كالسموم والأحماض.</p>
                <p>2.أسطوانات الغاز المضغوط والبطاريات السائلة.</p>
                <p>3.السوائل القابلة للاشتعال والاحتراق.</p>
                <p>4.المواد الثمينة كالتحف والحلي والمجوهرات والساعات وأجهزة الهاتف النقال وبطاقات الاتصال مسبوقة الدفع.</p>
                <p>5.جـ. الكاميرات والتلفزيونات والراديو و مسجلات الكاسيت والفيديو ومثيلات هذه الأشياء.</p>
                <p>6.حــ. المواد الهشة والقابلة للكسر التي تحتاج إلى مزيد عناية في نقلها.</p>
                <p>7.خــ. المواد التي تبلغ قيمتها (500) ريال وأعلى.</p>
                <p>8.د. المواد الطبية التي تحتاج عناية خاصة والمواد التي تحتاج إلى تبريد.</p>
                <br />
                <br />
                <span>في حال قام المرسل بمخالفة شروط النقل وذلك بنقل مواد لا يجوز نقلها أو شحن مواد تستلزم التعاقد الخاص بالشحن العادي فإن شركة زاجل غير مسؤولة نهائياً عن أي ضرر يلحق بالبضاعة أو بالغير ويكون المرسل والمرسل إليه متضامنين في المسؤولية تجاه زاجل أو الغير وذلك لمخالفة شروط النقل.</span>
            </div>
            <div className={styles.sec3}>
                <h1>3. رفض نقل المنقولات :</h1>
                <p>1.لزاجل الحق الكامل في رفض نقل أي منقولات وفقاً لتقديرها الخاص اواذا وجدت اسباب نظامية منعتها من تقديم الخدمة .</p>
                <p>2.تحتفظ زاجل بحقها برفض نقل المنقولات في أي وقت وحتى بعد قبولها لها مع إبلاغ المرسل بذلك إذا كان يمكن للمنقولات أن تسبب أي تأخير أو ضرر لشحنات أخرى أو كانت محظورة وفقاً للقوانين المعتبرة أو لهذه الشروط.</p>
            </div>
            <div className={styles.sec4}>
                <h1>4. فتح المنقولات:</h1>
                <p>1.يحق لزاجل - في حال وجود شك - تفتيش المنقولات وفتحها للتأكد من كونها قابلة للشحن.</p>
                <p>2.لزاجل الحق أيضاً في فتح المنقولات بعد استلامها في حالة طلب السلطات المختصة بذلك، وتعتبر بيانات زاجل بشأن ذلك سنداً يعتد به.</p>

            </div>
            <div className={styles.sec5}>
                <h1>5. فقد أو تلف المنقولات: </h1>
                <p>يحق للمرسل والمرسل إليه في حالة وجود تلف بالمنقولات مطالبة زاجل كتابياً بالتعويض خلال يوم عمل من استلام المنقولات، وفي حال مرور الوقت المشار إليه دون المطالبة بالتعويض فيعد ذلك تنازلاً وإخلاء كامل لمسئولية زاجل عن التعويض، ويتم التعويض في حال إقراره وفقاً للأحكام الواردة في المادة الثامنة من هذه الشروط.</p>
            </div>
            <div className={styles.sec6}>
                <h1>6. التسليم:</h1>
                <p>1.أيكون وقت ومكان تسليم الشحنة هما الوقت والمكان المتفق عليهما في بوليصة الشحن، وفي حال عدم تحديد وقت ومكان تسليم الشحنة فيكون الوقت والمكان حسب ما تقضيبه العادات أو الممارسات أو الأعراف المرعية في المهنة مع الأخذ في الاعتبار الظروف التي قد تؤدي إلى أي تأخير.</p>
                <p>2.مع الاخذ في الاعتبار الأحكام الواردة في المادة السابعة من هذه الشروط فإن زاجل غير مسئولة عن أي تأخير في التسليم أو تسليم خاطئ أو ضرر أو ضياع المنقولات إذا حدث ذلك بسبب خارج عن إرادتها أو بسبب المرسل نتيجة انتهاكه للشروط المذكورة في هذه البوليصة أو طبيعة المنقولات أو لظروف طارئة أو قوى قاهرة.</p>
                <p>3.إن تسليم المنقولات للمرسل إليه يعتبر دليلاً على تسليمها طبقاً للوصف المبين في وثيقة النقل، ما لم يتم تسليم إخطار كتابي من قبل المرسل إليه متضمناً طبيعة الخسارة أو التلف الحاصل للمنقولات خلال يوم عمل من استلامها.</p>
                <p>4.إذا لم يتم استلام المنقولات من قبل المرسل إليه خلال 17 يوما من تاريخ وصول المنقولات إلى مدينة المرسل إليه فإنه يحق للشركة التصرف بالمنقولات دون أدنى مسئولية عليها ولا يحق للمرسل أو المرسل إليه المطالبة بالتعويض جراء ذلك.</p>
                <p>5.في حالة تسلم المرسل اليه البضاعة دون تحفظ فانه يسقط حقه في الرجوع على الناقل بالتاخير مالم يرسل هذا التحفظ الى الناقل خلال 21 يوما من التسليم .</p>
                <p>6.تحتفظ زاجل بسجل موثق يقيد ويحفظ فيه الاجراءات التي تمت للتعامل مع المواد البريدية التي تعذر تسليمها ،وذلك لمدة لاتقل عن سنة ميلادية من تاريخ الاجراء المتخذ .</p>
                <p>7.تطبق زاجل الاجراءت والقواعد المتبعة المعلنة على منصاتها ومنافذ تقديم الخدمة لديها مع المواد البريدية التي تعذر تسليمها لاصحابها بسبب رفض المرسل اليه استلامها أو لاي سبب اخر من قبل المستفيد ،مع مراعاة هذه القواعد عدد المحاولات الواجب ان تتم لاجراء التسلم وموافقة هذه القواعد والاجراءت للقواعد الدولية المتبعة في هذا الشأن .</p>

            </div>
            <div className={styles.sec7}>
                <h1>7. الالتزامات والمسئوليات:</h1>
                <p>1.يجب ان تكون البضائع المشحونة محكمة الإغلاق من قبل المرسل ومغلفة بطريقة جيدة تسمح بالنقل والمناولة ويتحمل المرسل وحده كافة المسئولية في حال ضياع أو ضرر للمنقولات نتيجة سوء التغليف،وإذا كانت طبيعة البضاعة تقتضي إعدادها للنقل إعداداً خاصاً وجب على المرسل القيام بذلك على نحو يحميها من الهلاك ولا يعرض الأشخاص أو الأشياء الأخرى للضرر ويكون مسؤولاً عن أي ضرر ينتج عن مخالفته لهذا الالتزام.</p>
                <p>2.يتحمل المرسل المسئولية الكاملة لأي ضرر أو خسارة أو مصاريف إضافية تتكبدها زاجل ويشمل ذلك مصاريف التخزين والبالغة قيمتها (.............) ريالاً عن اليوم الواحد ويبدأ حساب هذه القيمة بعد مرور 24 ساعة من آخر موعد لاستلامها حسب المادة 6 فقرة ج.</p>
                <p>3.في حال حدوث أضرار أو تلفيات أو تأخير لإحدى رحلات زاجل بسبب نوع ومحتوى المنقولات فإن المرسل والمرسل إليه متضامنين في تحمل المسئولية تجاه تعويض زاجل أو الغير عن الأضرار.</p>
                <p>4.يحق للمستفيد من الخدمات البريدية تقديم شكواه لزاجل في مدة اقصاها 120 يوما من تاريخ ايداع المواد البريدية .</p>
                <p>5.يحق لزاجل الرجوع على المستفيد من الخدمة البريدية باي مقابل مالي دفعته نيابة عن المستفيد والمتعلق بالخدمة محل التعاقد ، بعد اخذ موافقة المستفيد المسبقة على ذلك ،وتقديم مايثبت دفع المبلغ للجهات الحكومية .</p>
                <p>6.يجب على أي مستفيد قدمت اليه مواد بريدية لا تخصه ،أو عثر عليها ان يبلغ زاجل عن طريق احدى وسائل التواصل المعتمدة .</p>
                <p>7.تلتزم زاجل بحفظ عقود الخدمات البريدية المقدمة للمستفيدين لمدة لاتقل عن سنة ميلادية ،ويكون عبء اثبات موافقة المستفيد عند وجود أي نزاع على شركة زاجل وحدها.</p>
                <p>8.يحق لزاجل إتلاف المنقولات وتفريغها وسحبها في حال اقتضت الضرورة ذلك دون أن تتحمل أي تعويض للمرسل إزاء هذا العمل.</p>
                <p>9.تستحق زاجل أجرة النقل عما يتأخر أويهلك من البضاعة المشحونة بسبب قوة قاهرة أو بخطأ من المرسل أو المرسل إليه أو وكلائهما أو ممثليهما أو بسبب عيب كامن أو خفي في البضاعة أو بسبب حدوث نقص في الحجم أو الوزن أثناء النقل لأسباب تعود إلى طبيعة البضاعة المنقولة مثل التبخر أو الجفاف أو النضوج أو بأي سبب آخر يكون خارج سيطرة زاجل ويمنعها من تنفيذ بنود العقد، وتكون زاجل معفية من المسئولية في جميع هذه الحالات.</p>
                <p>10.إن الشحن من خلال زاجل غير مشمول بالتأمين وأن أقصى قيمة للبضائع المرسلة لوثيقة النقل الواحدة لا تتجاوز مبلغ 500 ريال وأنه في حال عدم ذكر ثمن البضاعة على البوليصة من قبل العميل وتقديم الفواتير الدالة على القيمة المذكورة على وثيقة النقل قبل الشروع في إرسالها فيعتبر ذلك بمثابة الموافقة على أن البضاعة قيمتها أقل من 500 ريال.</p>
                <p>11.في حال فقدان أو تلف المنقولات وهلاكها أو تضررها بسبب زاجل فإن حدود مسئولية زاجل يجب ألا تزيد بأي حال من الأحوال عن مايعادل 8.33 وحدة من وحدات حقوق السحب الخاصة لكل كيلوجرام من اجمالي وزن البضائع التالفة او المفقودة .</p>
                <p>12.في حال حدوث تأخير في تسليم المنقولات عن موعدها المتفق عليه بين الطرفين وكانت زاجل مسئولة عن التأخير فإن حدود مسئولية زاجل يجب ألا تزيد عن مرتين ونصف من قيمة اجرة النقل الواجب دفعها عن الاجزاء المتاخرة وبحيث لا تتعدي هذه المسؤولية قيمة اجرة نقل اجمالي البضاعة طبقا لعقد النقل وشريطة أن يتقدم المرسل اوالمرسل إليه بإخطار كتابي خلال ثلاثة أيام من استلام المنقولات للمطالبة بالتعويض.</p>
                <p>13.في حال ثبوت أضرار غير مباشرة بسبب زاجل ناتجة عن تلف وتضرر كل أو بعض المنقولات أو فقدها أو التأخير في تسليمها عن الموعد المتفق عليه كتعطل عجلة الإنتاج أو وصول البضاعة في غير موسمها أو فوات الأرباح أو انخفاض القيمة السوقية للمنقولات فإن حدود مسئولية زاجل تكون محدودة عن هذه الاضرار بحيث لا تزيد عن قيمة اجرة النقل شريطة أن يتقدم المرسل أو المرسل إليه بإخطار كتابي خلال ثلاثة أيام من استلام المنقولات للمطالبة بالتعويض ، مع العلم بأنه في حال قيام زاجل بتعويض المرسل عن الأضرار المباشرة فإن مسئوليتها تعد معفاة وبصورة كاملة عن الأضرار غير المباشرة وتعد داخلة ضمناً في التعويض عن الأضرار المباشرة.</p>
                <br />
                <br />
                <span>يقر ويوافق المرسل على إعفاء زاجل من المسئولية كاملة في الحالات الآتية:</span>
                <br />
                <br />
                <p>1.مرور يوم عمل منذ استلام المرسل إليه للمنقولات المرسلة وتوقيعه على استلامها.</p>
                <p>2.تأخير أو رفض المرسل إليه استلام المنقولات لمدة تزيد عن 17 يوماً من تاريخ وصول المنقولات لمدينة المرسل إليه.</p>
                <p>3.الفقد أو التلف أو التأخير الناتج عن خطأ المرسل.</p>
                <p>الفقد أو التلف مما يكون بسبب العث والهوام والبلى ونتيجة الاستخدام والتلف التدرجي وانكسار الأشياء الهشة.</p>
                <p>الفقد أو التلف بسبب الحوادث المرورية بغض النظر عن المتسبب بها.</p>
                <p>الفقد أو التلف بسبب السرقة إذا كانت من خارج موظفي زاجل، وأما إذا كانت السرقة من موظفي زاجل فإن مسئولية زاجل تقتصر على ما ورد في البند السابع الفقرة (خ).</p>
                <p>الفقد أو التلف أو التأخير الخارج عن إرادة زاجل كالقوة القاهرة والتي تشمل على سبيل المثال الاضطراب بوسائل النقل البري أو الجوي نظراُ لسوء الأحوال الجوية أو اندلاع الحرائق أو الفيضانات أو الحروب أو المنازعات أو الاضطرابات الأمنية أو القرارات الحكومية أو المشاكل العمالية أو الالتزامات التي يمتد تأثيرها على زاجل.</p>

            </div>
            <div className={styles.sec8}>
                <h1>8. أحكام عامة:</h1>
                <p>1.تسري الشروط والتعليمات المذكورة أعلاه على كافة المنقولات والإرساليات.</p>
                <p>2.أحكام هذه البوليصة هي الأساس في التعاقد، وفي حال التعاقد الخاص فتبقى أحكام هذه البوليصة سارية فيما لا يتعارض مع أحكام العقد الخاص.</p>
                <p>3.هذه البوليصة جزء لا يتجزأ من الأنظمة ذات العلاقة المعمول بها في المملكة العربية السعودية وتلغى جميع ما يتعارض معها من أحكام.</p>

            </div>

        </div>
    </div>
  )
}

export default Terms